<html lang="en"><head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    
   <style type="text/css">
   .container .blog-header .blog-title {
	color: #F00;
}
   .container .row .col-sm-8.blog-main .blog-post .blog-post-title {
	color: #F00;
}
   .container .row .col-sm-8.blog-main .blog-post h3 {
	color: #F00;
}
   .container .blog-header .blog-title {
	color: #FF8000;
}
   .container .blog-header .lead.blog-description {
	color: #FF8000;
}
   </style>
<head>
   <!-- Latest compiled and minified CSS -->
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css" integrity="sha384-BVYiiSIFeK1dGmJRAkycuHAHRg32OmUcww7on3RYdg4Va+PmSTsz/K68vbdEjh4u" crossorigin="anonymous">

<!-- Optional theme -->
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap-theme.min.css" integrity="sha384-rHyoN1iRsVXV4nD0JutlnGaslCJuC7uwjduW9SVrLvRYooPp2bWYgmgJQIXwl/Sp" crossorigin="anonymous">

<!-- Latest compiled and minified JavaScript -->
<script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js" integrity="sha384-Tc5IQib027qvyjSMfHjOMaLkfuWVxZxUPnCJA7l2mCWNIpG9mGCD8wGNIcPD7Txa" crossorigin="anonymous"></script>
  
   
   
   
   
   
    <!-- The above 3 meta tags *must* come first in the head; any other head content must come *after* these tags -->
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="icon" href="../../favicon.ico">

    <title>Blog Template for Bootstrap</title>

    <!-- Bootstrap core CSS -->
    <link href="../../dist/css/bootstrap.min.css" rel="stylesheet">

    <!-- IE10 viewport hack for Surface/desktop Windows 8 bug -->
    <link href="../../assets/css/ie10-viewport-bug-workaround.css" rel="stylesheet">

    <!-- Custom styles for this template -->
    <link href="blog.css" rel="stylesheet">

    <!-- Just for debugging purposes. Don't actually copy these 2 lines! -->
    <!--[if lt IE 9]><script src="../../assets/js/ie8-responsive-file-warning.js"></script><![endif]-->
    <script src="../../assets/js/ie-emulation-modes-warning.js"></script>

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.3/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
  </head>
<div class="row">
 <div class="col-md-12">
        	<?php include('navbar.php');?>
        </div>
    </div>
  <body>
<div align="center"><br> 
  <br> <br> <br>
  <img src="../myshop3.0/img/06.jpg" width="400" height="270">
</div>
<div class="container">

  <div class="blog-header">
        <h1 align="center" class="blog-title">ตรุษจีน</h1>
        <p align="center" class="lead blog-description">ประวัติเเละความเป็นมาของเทศกาลตรุษจีนในประเทศไทย</p>
      </div><br><br>

      <div class="row">

        <div class="col-sm-8 blog-main">

          <div class="blog-post">
            <h2 align="center" class="blog-post-title">เทศกาลตรุษจีน</h2>
            <p class="blog-post-meta">December 9, 2018 by <a href="#">Admin</a></p>

            <p> ตรุษจีน  เป็นวันหยุดตามประเพณีของจีนที่สำคัญที่สุด ในประเทศจีน ยังมีอีกชื่อหนึ่งว่า "เทศกาลฤดูใบไม้ผลิ" เพราะฤดูใบไม้ผลิตามปฏิทินจีนเริ่มต้นด้วยวันลีชุน ซึ่งเป็นวันแรกในทางสุริยคติของปีปฏิทินจีน วันดังกล่าวยังเป็นวันสิ้นสุดฤดูหนาว ซึ่งคล้ายกันกับงานเทศกาลของตะวันตก เทศกาลนี้เริ่มต้นในวันที่ 1 เดือน 1 ในปฏิทินจีนโบราณและสิ้นสุดลงในวันที่ 15 ด้วยเทศกาลโคมไฟ คืนก่อนตรุษจีนเป็นวันซึ่งครอบครัวจีนมารวมญาติเพื่อรับประทานอาหารเย็นเป็นประจำทุกปี ซึ่งเรียกว่า ฉูซี่  หรือ "การผลัดเปลี่ยนยามค่ำคืน" เนื่องจากปฏิทินจีนเป็นแบบสุริยจันทรคติ ตรุษจีนจึงมักเรียกว่า "วันขึ้นปีใหม่จันทรคติ"</p>
            <p> ชาวไทยเชื้อสายจีนจะถือประเพณีปฏิบัติอยู่ 3 วัน คือวันจ่าย วันไหว้ และวันเที่ยว</p>
            <hr>
            <blockquote>
              <p align="center"> วันจ่าย</p>
            </blockquote>
            <p>คือวันก่อนวันสิ้นปี เป็นวันที่ชาวไทยเชื้อสายจีนจะต้องไปซื้ออาหารผลไม้และเครื่องเซ่นไหว้ต่างๆ ก่อนที่ร้านค้าทั้งหลายจะปิดร้านหยุดพักผ่อนยาว ไม่จำเป็นจะต้องมีการจุดธูปอัญเชิญเจ้าที่ (ตี่จู้เอี๊ย) ให้ลงมาจากสวรรค์เพื่อรับการสักการบูชาของเจ้าบ้าน หลังจากที่ได้ไหว้อัญเชิญขึ้นสวรรค์เมื่อ 4 วันที่แล้วเพราะว่าเจ้าที่ไม่ได้ไปไหนเมื่อสี่วันที่แล้ว ตัวเราส่งแต่ เจ้าซิ้ง หรือเจ้าเตา</p>
            <blockquote>
              <p align="center"> วันไหว้</p>
            </blockquote>
            
            <p>- ตอนเช้ามืดจะไหว้ "ป้ายเล่าเอี๊ย"  เป็นการไหว้เทพเจ้าต่างๆ เครื่องไหว้คือ เนื้อสัตว์สามอย่าง (ซาแซ ซำเช้ง) ได้แก่ หมู เป็ด ไก่ หรือเพิ่มตับ ปลา เป็นเนื้อสัตว์ห้าอย่าง (โหงวแซ) เหล้า น้ำชา และกระดาษเงินกระดาษทอง</p>
            
            <p>- ตอนสาย จะไหว้ "ป้ายแป๋บ้อ"  คือการไหว้บรรพบุรุษ พ่อแม่ญาติพี่น้องที่ถึงแก่กรรมไปแล้ว เป็นการแสดงความกตัญญูตามคติจีน การไหว้ครั้งนี้จะไหว้ไม่เกินเที่ยง เครื่องไหว้จะประกอบด้วย ซาแซ อาหารคาวหวาน (ส่วนมากจะทำตามที่ผู้ที่ล่วงลับเคยชอบ) รวมทั้งการเผากระดาษเงินกระดาษทอง เสื้อผ้ากระดาษเพื่ออุทิศแก่ผู้ล่วงลับ หลังจากนั้น ญาติพี่น้องจะมารวมกันรับประทานอาหารที่ได้เซ่นไหว้ไปเป็นสิริมงคล และถือเป็นเวลาที่ครอบครัวหรือวงศ์ตระกูลจะรวมตัวกันได้มากที่สุด จะแลกเปลี่ยนอั่งเปาหลังจากรับประทานอาหารร่วมกันแล้ว</p>
            
            <p>- ตอนบ่าย จะไหว้ "ป้ายฮ่อเฮียตี๋"  เป็นการไหว้ผีพี่น้องที่ล่วงลับไปแล้ว เครื่องไหว้จะเป็นพวกขนมเข่ง ขนมเทียน เผือกเชื่อมน้ำตาล กระดาษเงินกระดาษทอง พร้อมทั้งมีการจุดประทัดเพื่อไล่สิ่งชั่วร้ายและเพื่อเป็นสิริมงคล</p>
            
            <blockquote>
              <p align="center"> วันเที่ยว</p>
            </blockquote>
            
              <p>- วันเที่ยว หรือ วันถือ คือวันขึ้นปีใหม่ เป็นวันที่หนึ่ง (ชิวอิก) ของเดือนที่หนึ่งของปี วันนี้ชาวจีนจะถือธรรมเนียมโบราณที่ยังปฏิบัติสืบต่อกันมาถึงปัจจุบันคือ "ป้ายเจีย" เป็นการไหว้ขอพรและอวยพรจากญาติผู้ใหญ่และผู้ที่เคารพรัก โดยนำส้มสีทองไปมอบให้ เหตุที่ให้ส้มก็เพราะส้มออกเสียงภาษาแต้จิ๋วว่า "กิก"  ไปพ้องกับคำว่าความสุขหรือโชคลาภ  แปลว่า โชคลาภ หรือ ภาษาฮกเกี้ยน และ ภาษากวางตุ้ง ส้มเรียกว่า "ก้าม"  ซึ่งไปพ้องกับคำว่าทอง  เพราะฉะนั้นการให้ส้มจึงเหมือนนำความสุขหรือโชคลาภไปให้ จะมอบส้มจำนวน 4 ผล ห่อด้วยผ้าเช็ดหน้าของผู้ชาย เหตุที่เรียกวันนี้ว่าวันถือคือ เป็นวันที่ชาวจีนถือว่าเป็นสิริมงคล งดการทำบาป จะมีคติถือบางอย่าง เช่น ไม่พูดจาไม่ดีต่อกัน ไม่ทวงหนี้กัน ไม่จับไม้กวาด และจะแต่งกายด้วยเสื้อผ้าใหม่แล้วออกเยี่ยมอวยพรและพักผ่อนนอกบ้าน เป็นต้น</p>
            
            
            
            
            
            <h3 align="center">การไหว้เจ้า</h3>
            <p>เป็นธรรมเนียมประเพณีที่ลูกหลานจีนปฏิบัติสืบทอดกันมา ตามความเชื่อที่จะต้องไหว้เจ้าที่ และไหว้บรรพบุรุษเพื่อให้เป็นสิริมงคล และนำมาซึ่งความสุขความเจริญแก่ครอบครัว ในปีหนึ่งจะมีการไหว้เจ้า 8 ครั้ง คือ</p>
            <ul>
            
              <li>ไหว้ครั้งแรกของปี ไหว้เดือน 1 วันที่ 1 คือ ตรุษจีน เรียกว่า “ง่วงตั้งโจ่ย”</li><br>
              <li>ไหว้ครั้งที่สอง ไหว้เดือน 1 วันที่ 15 เรียกว่า “ง่วงเซียวโจ่ย"</li><br>
              <li>ไหว้ครั้งที่สาม ไหว้เดือน 3 วันที่ 4 เรียกว่า “ไหว้เช็งเม้ง” เป็นประเพณีที่ลูกหลานไปไหว้บรรพบุรุษที่ฮวงซุ้ย</li><br>
              <li>ไหว้ครั้งที่สี่ ไหว้เดือน 5 วันที่ 5 เรียกว่า “โหงวเหว่ยโจ่ย” เป็นเทศกาลไหว้ขนมจ้าง</li><br>
              <li>ไหว้ครั้งที่หก ไหว้เดือน 8 วันที่ 15 เรียกว่า “ตงชิวโจ่ย” ที่คนทั่วไปรู้จักกันดีว่า ไหว้พระจันทร์</li><br>
              <li>ไหว้ครั้งแรกของปี ไหว้เดือน 1 วันที่ 1 คือ ตรุษจีน เรียกว่า “ง่วงตั้งโจ่ย”</li><br>
              <li>ไหว้ครั้งที่เจ็ด ไหว้เดือน 11 ไม่กำหนดวันแน่นอน เรียกว่า “ไหว้ตังโจ่ย"</li><br>
              <li>ไหว้ครั้งที่แปด ไหว้เดือน 12 วันสิ้นปี เรียกว่า ไหว้สิ้นปี หรือ “ก๊วยนี้โจ่ย”</li><br>
              
            </ul>
            
             <h3 align="center">การจัดของไหว้วันตรุษจีน</h3>
             
             <p>ถ้าจัดใหญ่ นิยมเป็นตัวเลข 5 คือ มีของคาว 5 อย่าง เรียกว่า “โหงวแซ” ประกอบด้วย หมู ไก่ ตับ ปลา และกุ้งมังกร แต่เนื่องจากกุ้งมังกรนั้นแพง และหาไม่ง่าย จึงนิยมไหว้เป็ดหรือปลาหมึกแห้งแทน ของหวาน 5 อย่าง เรียกว่า “โหงวเปี้ย” อาจเป็นซาลาเปาไส้หวาน ขนมไข่ ขนมถ้วยฟู ขนมกุยช่าย และขนมจันอับ ผลไม้ 5 อย่าง เรียกว่า “โหงวก้วย” หมู มีความหมายถึงความมั่งคั่ง ด้วยความอ้วนของตัวหมู สะท้อนถึงความกินดีอยู่ดี</p>
             
             ไก่ มีมงคล 2 อย่างคือ <br>
             <br>
             <ul>
             <li>หงอนไก่สื่อถึงหมวกขุนนาง ความหมายมงคลจึงเป็นความก้าวหน้าในงาน</li><br>
              <li>ไก่ขันตรงเวลาทุกเช้า สะท้อนถึงการรู้งาน</li><br>
              <li>ไตับ คำจีนเรียกว่า กัว พ้องเสียงกับคำว่า กัว ที่แปลว่าขุนนาง</li><br>
              <li>ปลา คนจีนแต้จิ๋วเรียกว่า ฮื้อ โดยมีวลีมงคล อู่-ฮื้อ-อู่-ชื้ง แปลว่า ให้เหลือกินเหลือใช้ ไหว้ปลาเพื่อให้มีเงินเหลือกินเหลือใช้มาก ๆ</li><br>
              <li>กุ้งมังกร ไหว้ด้วยรูปลักษณ์ของกุ้งที่หัวใหญ่ มีก้ามให้ความรู้สึกถึงอำนาจวาสนา</li><br>
             
            </ul>
            
            p>ถ้าจัดเล็ก ก็เป็นชุดละ 3 อย่าง มีของคาว 3 อย่างเรียกว่า “ซาแซ” ของหวาน 3 อย่าง เรียกว่า “ซาเปี้ย”ผลไม้ 3 อย่าง เรียกว่า “ซาก้วย” หรือจะมีแค่อย่างเดียวก็ได้ ผลไม้ที่ใช้ไหว้ จะนิยมเลือกชนิดที่มีอะไรที่เป็นมงคลอยู่ในตัว</p>
            
            <ul>
            
              <li>ส้ม เรียกว่า “ไต้กิก” แปลว่า โชคดี</li><br>
              <li>องุ่น เรียกว่า “พู่ท้อ” แปลว่า งอกงาม</li><br>
              <li>สับปะรด เรียกว่า “อั้งไล้” แปลว่า มีโชคมาหา</li><br>
              <li>ไกล้วย มีความหมายถึง การมีลูกหลานสืบสกุล</li><br>
              <li>ลูกชิ้นปลา จีนแต่จิ๋วออกเสียงว่า ฮื้อ-อี๊ แปลว่า ลูกปลากลมๆ ฮื้อหรือปลา คือให้เหลือกินเหลือใช้ อี๊ แปลว่ากลมๆ หมายถึงความราบรื่น</li><br>
              <li>ผัดต้นกระเทียม เพราะคนจีนแต้จิ๋ว เรียกกระเทียมว่า สึ่ง พ้องเสียงกับสึ่งที่แปลว่านับ ไหว้ต้นกระเทียม เพื่อให้มีเงินมีทองให้ได้นับอยู่เสมอ</li><br>
              <li>ผัดตับกับกุยช่าย ตับคือ การเรียกว่า กัว พ้องเสียงกับกัวที่แปลว่า ขุนนาง กุยช่ายเป็นการพ้องเสียงของคำว่ากุ่ย แปลว่า แพง รวย</li><br>
              <li>แกงจืด คนจีนเรียกว่า เช็ง-ทึง เช็ง แปลว่า ใส หวาน ซดคล่องคอ การไหว้น้ำแกงก็เพื่อให้ชีวิตลูกหลานหวานราบรื่น</li><br>
              <li>ป๊าฮื้อ เป๊า หรือ เปา แปลว่า ห่อ ส่วน ฮื้อ คือเหลือกินเหลือใช้ ไหว้เป๊าฮื้อ เพื่อห่อความมั่งคั่เหลือกินเหลือใช้มาให้ลูกหลาน</li><br>
              
              <li>สผัดถั่วงอก คนจีนแต้จิ๋วเรียกถั่วงอกว่า เต๋าแหง๊ แต่ภาษาวิชาการเรียกว่า เต้าเหมี่ยว เหมี่ยว แปลว่า งอกงาม ไหว้ถั่วงอกเพื่อให้งอกงามรุ่งเรือง</li><br>
              <li>เต้าหู้ เป็นคำเรียกแบบชาวบ้านที่อาจเรียกเป็นเต้าฮกก็ได้ ฮก คำนี้เป็นสำเนียงแต้จิ๋ว จีนกลางออกเสียงเต้าหู้ว่า โต ฟู ฟู แปลว่า บุญ ความสุข</li><br>
              <li>สาหร่ายทะเล เรียกว่า ฮวกฉ่าย ถ้าออกเสียงเป็นฮวดไช้ ก็แปลว่า โชคดี ร่ำรวย</li><br>
                          
            </ul>
            
            
            
            
            
            
            
            
            <p>&nbsp;</p>
          </div><!-- /.blog-post -->

         

          <nav>
            <ul class="pager">
              <li><a href="#">Previous</a></li>
              <li><a href="content2.php">Next</a></li>
            </ul>
          </nav>

        </div><!-- /.blog-main -->

        <div class="col-sm-3 col-sm-offset-1 blog-sidebar">
          <div class="sidebar-module sidebar-module-inset">
            <h4>About</h4>
            <p>ประวัติความเป็นมาเทศกาลต่างๆ</p>
          </div>
          <div class="sidebar-module">
            <h4>Archives</h4>
            <ol class="list-unstyled">
              <li><a href="content.php">ตรุษจีน</a></li>
              <li><a href="content2.php">กินเจ </a></li>
              <li><a href="content3.php">เชงเม้ง</a></li>
              
            </ol>
          </div>
        </div><!-- /.blog-sidebar -->

      </div><!-- /.row -->

    </div><!-- /.container -->




    <!-- Bootstrap core JavaScript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.4/jquery.min.js"></script>
    <script>window.jQuery || document.write('<script src="../../assets/js/vendor/jquery.min.js"><\/script>')</script>
    <script src="../../dist/js/bootstrap.min.js"></script>
    <!-- IE10 viewport hack for Surface/desktop Windows 8 bug -->
    <script src="../../assets/js/ie10-viewport-bug-workaround.js"></script>
  

</body></html>